Revit 2027 API
ParameterTypeId.LoadIsHosted Property
 "Is Hosted"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LoadIsHosted { get; }
Public Shared ReadOnly Property LoadIsHosted As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LoadIsHosted {
	ForgeTypeId^ get ();
}
static member LoadIsHosted : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace